{
    "metadata": {
        "total_size": 78184416,
        "total_parameters": 124439808
    },
    "weight_map": {
        "model.h.0.attn.c_attn.bias": "model.safetensors",
        "model.h.0.attn.c_attn.biases": "model.safetensors",
        "model.h.0.attn.c_attn.scales": "model.safetensors",
        "model.h.0.attn.c_attn.weight": "model.safetensors",
        "model.h.0.attn.c_proj.bias": "model.safetensors",
        "model.h.0.attn.c_proj.biases": "model.safetensors",
        "model.h.0.attn.c_proj.scales": "model.safetensors",
        "model.h.0.attn.c_proj.weight": "model.safetensors",
        "model.h.0.ln_1.bias": "model.safetensors",
        "model.h.0.ln_1.weight": "model.safetensors",
        "model.h.0.ln_2.bias": "model.safetensors",
        "model.h.0.ln_2.weight": "model.safetensors",
        "model.h.0.mlp.c_fc.bias": "model.safetensors",
        "model.h.0.mlp.c_fc.biases": "model.safetensors",
        "model.h.0.mlp.c_fc.scales": "model.safetensors",
        "model.h.0.mlp.c_fc.weight": "model.safetensors",
        "model.h.0.mlp.c_proj.bias": "model.safetensors",
        "model.h.0.mlp.c_proj.biases": "model.safetensors",
        "model.h.0.mlp.c_proj.scales": "model.safetensors",
        "model.h.0.mlp.c_proj.weight": "model.safetensors",
        "model.h.1.attn.c_attn.bias": "model.safetensors",
        "model.h.1.attn.c_attn.biases": "model.safetensors",
        "model.h.1.attn.c_attn.scales": "model.safetensors",
        "model.h.1.attn.c_attn.weight": "model.safetensors",
        "model.h.1.attn.c_proj.bias": "model.safetensors",
        "model.h.1.attn.c_proj.biases": "model.safetensors",
        "model.h.1.attn.c_proj.scales": "model.safetensors",
        "model.h.1.attn.c_proj.weight": "model.safetensors",
        "model.h.1.ln_1.bias": "model.safetensors",
        "model.h.1.ln_1.weight": "model.safetensors",
        "model.h.1.ln_2.bias": "model.safetensors",
        "model.h.1.ln_2.weight": "model.safetensors",
        "model.h.1.mlp.c_fc.bias": "model.safetensors",
        "model.h.1.mlp.c_fc.biases": "model.safetensors",
        "model.h.1.mlp.c_fc.scales": "model.safetensors",
        "model.h.1.mlp.c_fc.weight": "model.safetensors",
        "model.h.1.mlp.c_proj.bias": "model.safetensors",
        "model.h.1.mlp.c_proj.biases": "model.safetensors",
        "model.h.1.mlp.c_proj.scales": "model.safetensors",
        "model.h.1.mlp.c_proj.weight": "model.safetensors",
        "model.h.10.attn.c_attn.bias": "model.safetensors",
        "model.h.10.attn.c_attn.biases": "model.safetensors",
        "model.h.10.attn.c_attn.scales": "model.safetensors",
        "model.h.10.attn.c_attn.weight": "model.safetensors",
        "model.h.10.attn.c_proj.bias": "model.safetensors",
        "model.h.10.attn.c_proj.biases": "model.safetensors",
        "model.h.10.attn.c_proj.scales": "model.safetensors",
        "model.h.10.attn.c_proj.weight": "model.safetensors",
        "model.h.10.ln_1.bias": "model.safetensors",
        "model.h.10.ln_1.weight": "model.safetensors",
        "model.h.10.ln_2.bias": "model.safetensors",
        "model.h.10.ln_2.weight": "model.safetensors",
        "model.h.10.mlp.c_fc.bias": "model.safetensors",
        "model.h.10.mlp.c_fc.biases": "model.safetensors",
        "model.h.10.mlp.c_fc.scales": "model.safetensors",
        "model.h.10.mlp.c_fc.weight": "model.safetensors",
        "model.h.10.mlp.c_proj.bias": "model.safetensors",
        "model.h.10.mlp.c_proj.biases": "model.safetensors",
        "model.h.10.mlp.c_proj.scales": "model.safetensors",
        "model.h.10.mlp.c_proj.weight": "model.safetensors",
        "model.h.11.attn.c_attn.bias": "model.safetensors",
        "model.h.11.attn.c_attn.biases": "model.safetensors",
        "model.h.11.attn.c_attn.scales": "model.safetensors",
        "model.h.11.attn.c_attn.weight": "model.safetensors",
        "model.h.11.attn.c_proj.bias": "model.safetensors",
        "model.h.11.attn.c_proj.biases": "model.safetensors",
        "model.h.11.attn.c_proj.scales": "model.safetensors",
        "model.h.11.attn.c_proj.weight": "model.safetensors",
        "model.h.11.ln_1.bias": "model.safetensors",
        "model.h.11.ln_1.weight": "model.safetensors",
        "model.h.11.ln_2.bias": "model.safetensors",
        "model.h.11.ln_2.weight": "model.safetensors",
        "model.h.11.mlp.c_fc.bias": "model.safetensors",
        "model.h.11.mlp.c_fc.biases": "model.safetensors",
        "model.h.11.mlp.c_fc.scales": "model.safetensors",
        "model.h.11.mlp.c_fc.weight": "model.safetensors",
        "model.h.11.mlp.c_proj.bias": "model.safetensors",
        "model.h.11.mlp.c_proj.biases": "model.safetensors",
        "model.h.11.mlp.c_proj.scales": "model.safetensors",
        "model.h.11.mlp.c_proj.weight": "model.safetensors",
        "model.h.2.attn.c_attn.bias": "model.safetensors",
        "model.h.2.attn.c_attn.biases": "model.safetensors",
        "model.h.2.attn.c_attn.scales": "model.safetensors",
        "model.h.2.attn.c_attn.weight": "model.safetensors",
        "model.h.2.attn.c_proj.bias": "model.safetensors",
        "model.h.2.attn.c_proj.biases": "model.safetensors",
        "model.h.2.attn.c_proj.scales": "model.safetensors",
        "model.h.2.attn.c_proj.weight": "model.safetensors",
        "model.h.2.ln_1.bias": "model.safetensors",
        "model.h.2.ln_1.weight": "model.safetensors",
        "model.h.2.ln_2.bias": "model.safetensors",
        "model.h.2.ln_2.weight": "model.safetensors",
        "model.h.2.mlp.c_fc.bias": "model.safetensors",
        "model.h.2.mlp.c_fc.biases": "model.safetensors",
        "model.h.2.mlp.c_fc.scales": "model.safetensors",
        "model.h.2.mlp.c_fc.weight": "model.safetensors",
        "model.h.2.mlp.c_proj.bias": "model.safetensors",
        "model.h.2.mlp.c_proj.biases": "model.safetensors",
        "model.h.2.mlp.c_proj.scales": "model.safetensors",
        "model.h.2.mlp.c_proj.weight": "model.safetensors",
        "model.h.3.attn.c_attn.bias": "model.safetensors",
        "model.h.3.attn.c_attn.biases": "model.safetensors",
        "model.h.3.attn.c_attn.scales": "model.safetensors",
        "model.h.3.attn.c_attn.weight": "model.safetensors",
        "model.h.3.attn.c_proj.bias": "model.safetensors",
        "model.h.3.attn.c_proj.biases": "model.safetensors",
        "model.h.3.attn.c_proj.scales": "model.safetensors",
        "model.h.3.attn.c_proj.weight": "model.safetensors",
        "model.h.3.ln_1.bias": "model.safetensors",
        "model.h.3.ln_1.weight": "model.safetensors",
        "model.h.3.ln_2.bias": "model.safetensors",
        "model.h.3.ln_2.weight": "model.safetensors",
        "model.h.3.mlp.c_fc.bias": "model.safetensors",
        "model.h.3.mlp.c_fc.biases": "model.safetensors",
        "model.h.3.mlp.c_fc.scales": "model.safetensors",
        "model.h.3.mlp.c_fc.weight": "model.safetensors",
        "model.h.3.mlp.c_proj.bias": "model.safetensors",
        "model.h.3.mlp.c_proj.biases": "model.safetensors",
        "model.h.3.mlp.c_proj.scales": "model.safetensors",
        "model.h.3.mlp.c_proj.weight": "model.safetensors",
        "model.h.4.attn.c_attn.bias": "model.safetensors",
        "model.h.4.attn.c_attn.biases": "model.safetensors",
        "model.h.4.attn.c_attn.scales": "model.safetensors",
        "model.h.4.attn.c_attn.weight": "model.safetensors",
        "model.h.4.attn.c_proj.bias": "model.safetensors",
        "model.h.4.attn.c_proj.biases": "model.safetensors",
        "model.h.4.attn.c_proj.scales": "model.safetensors",
        "model.h.4.attn.c_proj.weight": "model.safetensors",
        "model.h.4.ln_1.bias": "model.safetensors",
        "model.h.4.ln_1.weight": "model.safetensors",
        "model.h.4.ln_2.bias": "model.safetensors",
        "model.h.4.ln_2.weight": "model.safetensors",
        "model.h.4.mlp.c_fc.bias": "model.safetensors",
        "model.h.4.mlp.c_fc.biases": "model.safetensors",
        "model.h.4.mlp.c_fc.scales": "model.safetensors",
        "model.h.4.mlp.c_fc.weight": "model.safetensors",
        "model.h.4.mlp.c_proj.bias": "model.safetensors",
        "model.h.4.mlp.c_proj.biases": "model.safetensors",
        "model.h.4.mlp.c_proj.scales": "model.safetensors",
        "model.h.4.mlp.c_proj.weight": "model.safetensors",
        "model.h.5.attn.c_attn.bias": "model.safetensors",
        "model.h.5.attn.c_attn.biases": "model.safetensors",
        "model.h.5.attn.c_attn.scales": "model.safetensors",
        "model.h.5.attn.c_attn.weight": "model.safetensors",
        "model.h.5.attn.c_proj.bias": "model.safetensors",
        "model.h.5.attn.c_proj.biases": "model.safetensors",
        "model.h.5.attn.c_proj.scales": "model.safetensors",
        "model.h.5.attn.c_proj.weight": "model.safetensors",
        "model.h.5.ln_1.bias": "model.safetensors",
        "model.h.5.ln_1.weight": "model.safetensors",
        "model.h.5.ln_2.bias": "model.safetensors",
        "model.h.5.ln_2.weight": "model.safetensors",
        "model.h.5.mlp.c_fc.bias": "model.safetensors",
        "model.h.5.mlp.c_fc.biases": "model.safetensors",
        "model.h.5.mlp.c_fc.scales": "model.safetensors",
        "model.h.5.mlp.c_fc.weight": "model.safetensors",
        "model.h.5.mlp.c_proj.bias": "model.safetensors",
        "model.h.5.mlp.c_proj.biases": "model.safetensors",
        "model.h.5.mlp.c_proj.scales": "model.safetensors",
        "model.h.5.mlp.c_proj.weight": "model.safetensors",
        "model.h.6.attn.c_attn.bias": "model.safetensors",
        "model.h.6.attn.c_attn.biases": "model.safetensors",
        "model.h.6.attn.c_attn.scales": "model.safetensors",
        "model.h.6.attn.c_attn.weight": "model.safetensors",
        "model.h.6.attn.c_proj.bias": "model.safetensors",
        "model.h.6.attn.c_proj.biases": "model.safetensors",
        "model.h.6.attn.c_proj.scales": "model.safetensors",
        "model.h.6.attn.c_proj.weight": "model.safetensors",
        "model.h.6.ln_1.bias": "model.safetensors",
        "model.h.6.ln_1.weight": "model.safetensors",
        "model.h.6.ln_2.bias": "model.safetensors",
        "model.h.6.ln_2.weight": "model.safetensors",
        "model.h.6.mlp.c_fc.bias": "model.safetensors",
        "model.h.6.mlp.c_fc.biases": "model.safetensors",
        "model.h.6.mlp.c_fc.scales": "model.safetensors",
        "model.h.6.mlp.c_fc.weight": "model.safetensors",
        "model.h.6.mlp.c_proj.bias": "model.safetensors",
        "model.h.6.mlp.c_proj.biases": "model.safetensors",
        "model.h.6.mlp.c_proj.scales": "model.safetensors",
        "model.h.6.mlp.c_proj.weight": "model.safetensors",
        "model.h.7.attn.c_attn.bias": "model.safetensors",
        "model.h.7.attn.c_attn.biases": "model.safetensors",
        "model.h.7.attn.c_attn.scales": "model.safetensors",
        "model.h.7.attn.c_attn.weight": "model.safetensors",
        "model.h.7.attn.c_proj.bias": "model.safetensors",
        "model.h.7.attn.c_proj.biases": "model.safetensors",
        "model.h.7.attn.c_proj.scales": "model.safetensors",
        "model.h.7.attn.c_proj.weight": "model.safetensors",
        "model.h.7.ln_1.bias": "model.safetensors",
        "model.h.7.ln_1.weight": "model.safetensors",
        "model.h.7.ln_2.bias": "model.safetensors",
        "model.h.7.ln_2.weight": "model.safetensors",
        "model.h.7.mlp.c_fc.bias": "model.safetensors",
        "model.h.7.mlp.c_fc.biases": "model.safetensors",
        "model.h.7.mlp.c_fc.scales": "model.safetensors",
        "model.h.7.mlp.c_fc.weight": "model.safetensors",
        "model.h.7.mlp.c_proj.bias": "model.safetensors",
        "model.h.7.mlp.c_proj.biases": "model.safetensors",
        "model.h.7.mlp.c_proj.scales": "model.safetensors",
        "model.h.7.mlp.c_proj.weight": "model.safetensors",
        "model.h.8.attn.c_attn.bias": "model.safetensors",
        "model.h.8.attn.c_attn.biases": "model.safetensors",
        "model.h.8.attn.c_attn.scales": "model.safetensors",
        "model.h.8.attn.c_attn.weight": "model.safetensors",
        "model.h.8.attn.c_proj.bias": "model.safetensors",
        "model.h.8.attn.c_proj.biases": "model.safetensors",
        "model.h.8.attn.c_proj.scales": "model.safetensors",
        "model.h.8.attn.c_proj.weight": "model.safetensors",
        "model.h.8.ln_1.bias": "model.safetensors",
        "model.h.8.ln_1.weight": "model.safetensors",
        "model.h.8.ln_2.bias": "model.safetensors",
        "model.h.8.ln_2.weight": "model.safetensors",
        "model.h.8.mlp.c_fc.bias": "model.safetensors",
        "model.h.8.mlp.c_fc.biases": "model.safetensors",
        "model.h.8.mlp.c_fc.scales": "model.safetensors",
        "model.h.8.mlp.c_fc.weight": "model.safetensors",
        "model.h.8.mlp.c_proj.bias": "model.safetensors",
        "model.h.8.mlp.c_proj.biases": "model.safetensors",
        "model.h.8.mlp.c_proj.scales": "model.safetensors",
        "model.h.8.mlp.c_proj.weight": "model.safetensors",
        "model.h.9.attn.c_attn.bias": "model.safetensors",
        "model.h.9.attn.c_attn.biases": "model.safetensors",
        "model.h.9.attn.c_attn.scales": "model.safetensors",
        "model.h.9.attn.c_attn.weight": "model.safetensors",
        "model.h.9.attn.c_proj.bias": "model.safetensors",
        "model.h.9.attn.c_proj.biases": "model.safetensors",
        "model.h.9.attn.c_proj.scales": "model.safetensors",
        "model.h.9.attn.c_proj.weight": "model.safetensors",
        "model.h.9.ln_1.bias": "model.safetensors",
        "model.h.9.ln_1.weight": "model.safetensors",
        "model.h.9.ln_2.bias": "model.safetensors",
        "model.h.9.ln_2.weight": "model.safetensors",
        "model.h.9.mlp.c_fc.bias": "model.safetensors",
        "model.h.9.mlp.c_fc.biases": "model.safetensors",
        "model.h.9.mlp.c_fc.scales": "model.safetensors",
        "model.h.9.mlp.c_fc.weight": "model.safetensors",
        "model.h.9.mlp.c_proj.bias": "model.safetensors",
        "model.h.9.mlp.c_proj.biases": "model.safetensors",
        "model.h.9.mlp.c_proj.scales": "model.safetensors",
        "model.h.9.mlp.c_proj.weight": "model.safetensors",
        "model.ln_f.bias": "model.safetensors",
        "model.ln_f.weight": "model.safetensors",
        "model.wpe.biases": "model.safetensors",
        "model.wpe.scales": "model.safetensors",
        "model.wpe.weight": "model.safetensors",
        "model.wte.biases": "model.safetensors",
        "model.wte.scales": "model.safetensors",
        "model.wte.weight": "model.safetensors"
    }
}